const works = [
  {
    id: 1,
    title: "生ける翼竜：デザイン",
    sections: [
      {
        //layout:"side",
        heading:"構想",
        text: [
          "翼竜は基本的に羽毛や皮に覆われ、甲殻といった重厚感はない。",
          "そのような翼竜を少し重厚感のあるかつ四足から六足へと進化した姿へとデザインした。",
          "翼として発達していた前脚は、完全に翼（翼脚）として発達し、前脚は翼と別に存在している。",
          "頭部と翼脚の一部は、甲殻に覆われており身の守りを強固にしつつ、捕食の際に役立てている。",
          "重厚な甲殻の重さに耐えるために翼脚周りの筋肉が、太く発達し、強靭な肉体を手にしている。"
        ]
      },
      {
        images:["img/image_01.png","img/image_02.png"],
        heading:"",
      },
      {
        heading:"頭部設定",
        text:[
          "・頭部は、甲殻に覆われているが、目元は細かい鱗状の皮に覆われている。",
        ]
      },
      
    ]
    
  },
  {
    id: 2,
    title: "試験中",
    sections: [
      {
        image: "img/",
        text: [
          ""
        ]
      },
    ]
  }
];

