const works = [
  {
    id: 1,
    title: "鳥竜：デザイン",
    sections: [
      {
        //layout:"side",
        //images: ["img/pic_06.png"],
        heading:"構想",
        text: [
          "一般的に恐竜が鳥に進化したと言われるように、鳥が竜として描かれることは少なくない。",
          "しかし、竜を実際に成り立つ生き物として描くことは難しい。",
          "そこで今回は、鳥 × 竜 をコンセプトとして、現実である程度成り立つ生物としてデザインした。"
        ]
      },
      {
        image:"",
        heading:"コンセプト",
        text: [
          "先述した通り、今回は 鳥 × 竜 をメインコンセプトとしている。",
          "生物的な外見や特性のコンセプトは、「視覚を持たない鳥竜」としている。",
        ]
      },
      
    ]
    
  },
  {
    id: 2,
    title: "試験中",
    sections: [
      {
        image: "img/",
        text: [
          ""
        ]
      },
    ]
  }
];

