const works = [
  {
    id: 1,
    title: "構想〜造形：生物として成立する鳥竜デザイン",
    sections: [
      {
        image: "img/memo01.png",
        heading:"＜ラフスケッチ：頭部の構想＞",
        text: [
          "頭部から首にかけての横視点の構想をスケッチしたものである。",
          "頭部を大きく覆う甲殻の形状は、猛禽類の嘴の部分を参考にし、身を守る頑丈な兜と同時に閉塞感を表現した。",
          "口元は、恐竜などの爬虫類のものを参考にしつつ、奥歯は人間味をもたせた形状にし、異質なデザインになるよう工夫した。",
          "また、頭部から生える特徴的な大角は主に触角として機能しており、退化した視覚を補っている。",
          "首元は、頭の頑強さに反し、柔らかい羽毛に覆われている。",
          ""
        ]
      },
      {
        image: "img/memo02.png",
        heading:"＜頭部構想：モデリング＋ラフスケッチ＞",
        text: [
          "頭部のラフスケッチをもとに、blenderのスカルプト機能を用いてモデリングを行った。",
          "ラフスケッチの段階では、横の造形だけが決まっていたため、正面や裏面の造形はモデリングと並行して考案した。"
        ]
      },
      
    ]
    
  },
  {
    id: 2,
    title: "試験中",
    sections: [
      {
        image: "img/",
        text: [
          ""
        ]
      },
    ]
  }
];

